Repository: alemdisso/c3op
Catalog: languages/*/projects.*.po
Languages: pt

source: #Change receipt date
pt: Atualizar data de entrega da ação

source: #The record was successfully created.
pt: O registro foi criado com sucesso.

source: #Create product
pt: Adicionar produto

source: #Create action subordinated to %s
pt: Criar ação subordinada a %s

source: #The record was successfully updated.
pt: O registro foi atualizado com sucesso.

source: #The record was successfully removed.
pt: O registro foi removido com sucesso.

source: (#not defined)
pt: (não definido)

source: #Predicted finish: %s Real Finish: %s
pt: Término previsto: %s<br>Término real: %s

source: #(not defined)
pt: (não definido)

source: #Active Projects
pt: Projetos em andamento

source: #Projects
pt: Projetos

source: #(undefined date)
pt: Data indefinida

source: #(not delivered)
pt: (não foi entregue)

source: #(not done)
pt: (inacabado)

source: #Not defined
pt: A definir

source: #(undefined)
pt: (indefinido)

source: #%s's participation in active projects
pt: Participação de %s nos projetos ativos

source: #(unassigned)
pt: (não atribuído)

source: #New client
pt: Novo cliente

source: #New responsible
pt: Novo Responsável

source: #(no delivery)
pt: (sem entrega)

source: #(not finished)
pt: (a terminar)

source: #(not a requirement)
pt: (não é requisito)

source: #(unknown date)
pt: (data desconhecida)

source: #(unknown)
pt: (desconhecido)

source: #N/A
pt: N/D

source: #%s until %s
pt: %s a %s

source: #Undefined dates
pt: Datas indefinidas

source: #Unknown type
pt: Tipo indefinido

source: #(not started)
pt: (não iniciada)

source: #Nil
pt: Nula

source: #Planning
pt: Em Planejamento

source: #In Execution
pt: Em Execução

source: #Received
pt: Recebida

source: #Done
pt: Realizada

source: #Delivered
pt: Entregue

source: #Complete
pt: Completa

source: #Aborted
pt: Abortada

source: #Social policies and improving public spending
pt: Políticas sociais e melhoria dos gastos públicos

source: #Inequality and poverty
pt: Desigualdade e pobreza

source: #Labor market, employment and income
pt: Mercado de trabalho, emprego e rendimento

source: #Local development and microenterprise
pt: Desenvolvimento local e microempreendimento

source: #Education, human resources and equity
pt: Educação, recursos humanos e eqüidade

source: #The metropolitan issue
pt: A questão metropolitana

source: #Corporate social responsibility
pt: Responsabilidade social corporativa

source: #Contract
pt: Contrato

source: #Agreement
pt: Convênio

source: #Partnership term
pt: Termo de parceria

source: #Donation
pt: Doação

source: #Sponsorship
pt: Patrocínio

source: #Cooperation agreement
pt: Acordo de cooperação

source: #contract.nature.Other
pt: Outras

source: #Inexistente
pt: Nulo

source: #Prospecting
pt: Prospecção

source: #project.status.type.Planning
pt: Planejamento

source: #Proposal
pt: Proposta

source: #Execution
pt: Execução

source: #Accountability
pt: Prestação de contas

source: #Canceled
pt: Cancelado

source: #Suspended
pt: Suspenso

source: #Finished
pt: Finalizado

source: #Receipt accepted
pt: Entrega aceita

source: #Action received.
pt: Ação entregue

source: #Fix date
pt: Corrigir data

source: #Reject receipt
pt: Rejeitar tarefa

source: #Accept receipt
pt: Aceitar tarefa

source: #Start confirmed.
pt: Início confirmado.

source: #Confirm task realization
pt: Confirma entrega

source: #Budget was forecast
pt: Orçamento foi registrado

source: #%s was provided for this action
pt: Foi previsto um orçamento de %s para essa ação.

source: #Inform new start date
pt: Informe as datas atualizadas

source: #Enter below the real date of beginning and justify it
pt: Justifique a alteração das datas

source: #Project
pt: Projeto

source: #New product
pt: Novo produto

source: #Notify product delivery
pt: Confirmar entrega do produto

source: #Details of action %s
pt: Detalhamento da ação %s

source: #Details of product %s
pt: Detalhamento do produto %s

source: #Edit action
pt: Editar ação

source: #Remove action!
pt: Remover esta ação!

source: #Subordinated to:
pt: Subordinada a:

source: #None action
pt: (nenhuma ação)

source: #Description:
pt: Descrição

source: #Predicted begin:
pt: Data prevista:

source: #Predicted finish:
pt: Término previsto:

source: #Is a milestone
pt: É um marco

source: #Is not a milestone
pt: Não é um marco

source: #Real begin:
pt: Início real:

source: #Real finish:
pt: Término real:

source: #Acknowledge start
pt: Confirmar início

source: #Change start date
pt: Atualizar datas

source: #Receipt date:
pt: Recebida em:

source: #This action is related to product %s that should be delivered until %s
pt: Essa ação faz parte do produto %s, que deve ser entregue até %s.

source: #This product should be delivered until %s
pt: Esse produto deve ser entregue até %s.

source: #Inform responsible
pt: Definir responsável

source: #%s was assigned responsible for this action
pt: %s é responsável por essa ação.

source: #Engagement in the project
pt: Participação no projeto

source: #Confirm responsible contracting
pt: Registrar contratação

source: #Confirm responsible dismissing
pt: Registrar distrato

source: #Edit responsible
pt: Editar responsável

source: #Hide form
pt: Esconder

source: #Provide budget
pt: Prever orçamento

source: #Edit budget
pt: Editar orçamento

source: #This product has a provided budget of %s
pt: Esse produto tem um orçamento previsto de %s

source: #Inform budget
pt: Definir orçamento

source: #Subactions
pt: Sub-ações

source: #Team
pt: Equipe

source: #Material
pt: Serviços e Materiais

source: #Action\'s tree
pt: Ações subordinadas

source: #Expand all
pt: Expandir tudo

source: #Collapse all
pt: Recolher tudo

source: #Action
pt: Ação

source: #Responsible
pt: Responsável

source: #Pred. begin date
pt: Início prev.

source: #Real begin date
pt: Início real

source: #Pred. finish date
pt: Término prev.

source: #Real finish date
pt: Término real

source: #Create new action
pt: Criar nova ação

source: #Name
pt: Nome

source: #Options
pt: Opções

source: #Edit
pt: Editar

source: #Confirm team member contracting
pt: Confirmar contratação

source: #Dismiss team memb
pt: Registrar distrato

source: #Provide outlay
pt: Prever pagamento

source: #Remove
pt: Remover

source: #Contact detail
pt: Detalhes do contato

source: #Organization
pt: Organização

source: #Service
pt: Serviço

source: #Value
pt: Valor

source: #Confirm material supply contracting
pt: Confirmar aquisição de material

source: #Anticipate material supply
pt: Prever aquisição de material

source: #Edit product
pt: Editar produto

source: #Receipt rejected
pt: Entrega rejeitada

source: #Remove action
pt: Remover esta ação!

source: #Do you confirm removal of action %s? This CAN'T be undone.
pt: Você confirma a remoção da ação %s? Isso NÃO pode ser desfeito.

source: #Success!!!
pt: Sucesso!

source: #Edit contract
pt: Editar contrato

source: #Contract signing
pt: Assinatura do contrato

source: #Product
pt: Produto

source: #Delivery date
pt: Data de Entrega

source: #Days From Delivery
pt: Dias

source: #Client
pt: Cliente

source: #Options...
pt: Opções...

source: #Detail
pt: Detalhes

source: #There is no list of projects.
pt: Não existe uma lista de projetos.

source: #Active projects
pt: Projetos em andamento

source: #Area
pt: Área

source: #% physical progress
pt: % físico

source: #% payables
pt: % pagtos

source: #% receivings
pt: % receb

source: #Predict Receiving
pt: Prever recebimento

source: #Create action
pt: Criar ação

source: #Project details
pt: Detalhes do projeto

source: #Amend contract
pt: Cadastrar aditivo

source: #Create New Project
pt: Criar novo projeto

source: #Actions
pt: Ações

source: #Action Status
pt: Status da Ação

source: #Notify outlay
pt: Confirmar pagamento

source: #Receipts
pt: Ações recebidas

source: #All Projects
pt: Todos os projetos

source: #All Resources
pt: Todos os recursos

source: #Delayed Actions
pt: Ações em atraso

source: #Accepted receipts
pt: Tarefas prontas

source: #Rejected receipts
pt: Recusadas

source: #Days
pt: Dias

source: #Contractual date
pt: Data contratual

source: #Actual date
pt: Data real

source: #Receipts to verify
pt: Entregas a verificar

source: #Receipt date
pt: Entrada

source: #Predicted finish date
pt: Previsto

source: #Limit for deliver
pt: Entrega

source: #There is no registered receipts.
pt: Não existem ações a verificar.

source: #Done to verify
pt: Tarefas prontas

source: #There is no registered done.
pt: Não existem ações prontas.

source: #Rejected actions
pt: Ações recusadas

source: #There is no registered rejected.
pt: Não existem ações recusadas.

source: #Next Actions
pt: Próximas Ações

source: #Delayed actions
pt: Ações em atraso

source: #Action cost
pt: Custo

source: #Baseline finish date
pt: Planejado

source: #Days of delay
pt: Dias

source: #There is no registered delayed.
pt: Não existem ações atrasadas.

source: #New amendment
pt: Criar aditivo

source: #Create project
pt: Criar projeto

source: #Edit project
pt: Editar projeto

source: #Register contract signing
pt: Registrar assinatura do contrato

source: #Client:
pt: Cliente:

source: #Area activity:
pt: Área de atividade:

source: #Management fee:
pt: Taxa de administração

source: #Our responsible:
pt: Responsável pelo IETS:

source: #Contract value:
pt: Valor do contrato

source: #Responsible at client:
pt: Responsável no cliente:

source: #Contract date:
pt: Data do contrato

source: #Amendment(s)
pt: Aditivo(s)

source: #Products
pt: Produtos

source: #Details
pt: Detalhes

source: #Delivery
pt: Entrega

source: #Real date
pt: Data real

source: #Requirement For Receiving
pt: Recebimento

source: #Add product
pt: Adicionar produto

source: #Finish
pt: Término

source: #Object
pt: Objeto

source: #Summary
pt: Sumário

source: #Observation
pt: Observações

source: #%s's participation in the project
pt: Participação de %s

source: #Institution detail
pt: Dados da Instituição

source: #Predicted:
pt: Valor previsto:

source: #Contracted:
pt: Contratado:

source: #Payed:
pt: Pago:

source: #Staff
pt: Equipe

source: #Phone number
pt: Telefone
