Repository: alemdisso/c3op
Catalog: languages/*/register.*.po
Languages: pt

source: #Access denied
pt: Acesso negado

source: #Invalid contact id
pt: Contato inválido.

source: #The record was successfully updated.
pt: O registro foi atualizado com sucesso.

source: #Create %s's email address
pt: Adicionar email para %s

source: #Create %s's service messenger
pt: Adicionar serviço de %s

source: #Create %s's phone number
pt: Adicionar telefone de %s

source: #Change %s's email address
pt: Alterar email de %s

source: #Change %s's service messenger
pt: Alterar endereço de %s

source: #Invalid phone number
pt: Telefone inválido.

source: #Change %s's phone number
pt: Alterar telefone de %s

source: #The record was successfully created.
pt: O registro foi criado com sucesso.

source: #Create contact
pt: Criar contato

source: #%s's contacts
pt: Dados de %s

source: #Edit contact
pt: Editar contato

source: #(undefined)
pt: (indefinido)

source: #Contacts
pt: Contatos

source: #The record was successfully removed.
pt: O registro foi removido com sucesso.

source: #Remove contact
pt: Remover contato

source: #Register
pt: Cadastro

source: #Create institution
pt: Adicionar instituição

source: #%s's details
pt: Dados da instituição %s

source: #Edit institution
pt: Editar instituição

source: #Institutions
pt: Instituições

source: #Add %s's email address at %s
pt: Adicionar email para %s em %s

source: #Add %s's phone number at %s
pt: Acrescentar telefone de %s em %s

source: #Change %s's email address at %s
pt: Alterar email de %s em %s

source: #Change %s's phone number at %s
pt: Alterar telefone de %s em %s

source: #Create linkage
pt: Criar novo vínculo

source: #Detail about %s at %s
pt: Dados de contato de %s em %s

source: #Edit linkage
pt: Editar vínculo

source: #Confirm removal of linkage between %s and %s?
pt: Confirma a remoção do vínculo entre %s e %s?

source: #Remove linkage
pt: Remover vínculo

source: #Unknown type
pt: Tipo desconhecido

source: #Government
pt: Poder público

source: #Private Entity
pt: Entidade Privada

source: #Research Institute
pt: Instituto de pesquisa

source: #Non Governmental Organization
pt: Organização Não Governamental

source: #Private Foundation
pt: Fundação Privada

source: #Public Foundation
pt: Fundação Pública

source: #General
pt: Geral

source: #Client
pt: Cliente

source: #Partner
pt: Parceiro

source: #Supplier
pt: Fornecedor

source: #Contractor
pt: Contratante

source: #Remove contact!
pt: Remover contato!

source: #Edit contact details
pt: Editar detalhes do contato

source: #Name:
pt: Nome:

source: #Relationship
pt: Relação com o IETS

source: #Linkages
pt: Vínculos

source: #Institution
pt: Instituição

source: #Departament
pt: Departamento

source: #Position
pt: Posição

source: #Options...
pt: Opções...

source: #Edit
pt: Editar

source: #Create new linkage
pt: Criar novo vínculo

source: #Phone Numbers
pt: Telefones

source: #Area code
pt: DDD

source: #Local Number
pt: Número

source: #Label
pt: Tipo

source: #Add phone number
pt: Acrescentar telefone

source: #Address
pt: Endereço

source: #Type
pt: Tipo

source: #Add email
pt: Acrescentar email

source: #Messengers
pt: Serviços de mensagens

source: #Service
pt: Serviço

source: #Service.Address
pt: Conta

source: #Add messenger
pt: Adicionar serviço

source: #There is no data from this contact.
pt: Não há informações sobre esse contato.

source: #Name
pt: Nome

source: #Remove
pt: Remover

source: #No registered contacts
pt: Não há contatos cadastrados

source: #Contacts list was not found
pt: Não foi encontrada uma lista de contatos

source: #Add new contact
pt: Adicionar contato

source: #Do you confirm removal of contact %s? This CAN'T be undone.
pt: Confirma a remoção do contato %s? Isso NÃO poderá ser desfeito.

source: #Contacts in this institution
pt: Contatos nessa instituição

source: #Options
pt: Opções...

source: #Participation in active projects
pt: Participação em projetos

source: #There is no data about this institution.
pt: Não há informações sobre essa instituição.

source: #City
pt: Cidade

source: #State
pt: UF

source: #institution.index.Relationship
pt: Relação

source: #No registered institutions.
pt: Não há instituições cadastradas.

source: #Institutions list was not found.
pt: Não existe lista de instituições cadastradas.

source: #Add new institution
pt: Criar Nova Instituição
