Repository: alemdisso/c3op
Catalog: languages/*/resources.*.po
Languages: pt

source: #The material supply was created.
pt: Material criado.

source: #The record was successfully updated.
pt: O registro foi atualizado com sucesso.

source: #The material supply acquisition was registered.
pt: A contratação foi registrada.

source: #The record was successfully removed.
pt: O registro foi removido com sucesso.

source: #The team member is contracted.
pt: Contratação confirmada.

source: #A %s budget was provided
pt: Foi prevista uma verba de %s.

source: #The team member was dismissed.
pt: O distrato foi registrado.

source: #Unknown type
pt: Tipo indefinido

source: #(undefined)
pt: (não definido)

source: #Nil
pt: Nula

source: #Undefined
pt: (indefinido)

source: #Foreseen
pt: Previsto

source: #Contracted
pt: Contratado

source: #Acquitted
pt: Quitado

source: #Dismissed
pt: Dispensado

source: #Canceled
pt: Cancelado

source: #Team member
pt: Membro da equipe

source: #Outside service
pt: Serviço externo

source: #Confirm contracting
pt: Confirmar contratação de

source: #In action
pt: na ação

source: #Enter below the contracted dates for the beginning and end of the action
pt: Informe abaixo as datas contratadas para o início e término da ação

source: #Project
pt: Projeto

source: #New material supply for action
pt: Novo material para a ação

source: #Edit material supply
pt: Editar material

source: #Action:
pt: Ação:

source: #Remove material supply
pt: Remover

source: #Do you confirm removal of material supply %s in action %s? This CAN'T be undone.
pt: Você confirma a remoção do material %s na ação %s? Isso NÃO pode ser desfeito.

source: #Success!
pt: Sucesso!

source: #Action was assigned
pt: Ação foi atribuída

source: #%s was assigned responsible for this action
pt: %s é responsável por essa ação.

source: #choose someone
pt: escolha uma pessoa

source: #Confirm dismissing
pt: Confirmar distrato

source: #Enter below the reason for dismissing
pt: Informe os motivos do distrato
